{"_id":{"$oid":"5cd1af1055b915282467ec55"},"id":1,"name":"Chine","shortName":"CH","flagPath":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People's_Republic_of_China.svg/1280px-Flag_of_the_People's_Republic_of_China.svg.png","photoPath":"https://cap.img.pmdstatic.net/fit/http.3A.2F.2Fprd2-bone-image.2Es3-website-eu-west-1.2Eamazonaws.2Ecom.2Fcap.2F2018.2F03.2F21.2F5b19b4c6-f7e2-41cc-9485-1b6d13c71ac4.2Ejpeg/750x375/background-color/ffffff/quality/70/routes-de-la-soie-le-piege-de-la-dette-guette-les-amis-de-la-chine-1305177.jpg","visaDifficulty":3,"hiringOpportunities":"plein","visaWeb":"https://www.rapidevisa.fr/Visa/Chine.html","introduction":"Les profils les plus recherchés semblent être les ingénieurs, les personnes travaillant dans les achats et la logistique, puis les informaticiens très techniques (développeurs, etc…).Les postes de commercial ou marketing peuvent se trouver également mais la concurrence y est la plus rude et à moins de s’adresser qu’à une clientèle d’occidentaux, ou de jouer « le blanc de service », ces postes nécessiteront un niveau de chinois souvent avancé."}
{"_id":{"$oid":"5cd1afa455b915282467ec56"},"id":2,"name":"Thailand","shortName":"TH","flagPath":"http://flagpedia.net/data/flags/ultra/th.png","photoPath":"https://www.lonelyplanet.fr/sites/lonelyplanet/files/media/article/image/fotolia_117988727_subscription_monthly_m.jpg","visaDifficulty":1,"hiringOpportunities":"plein","visaWeb":"https://www.rapidevisa.fr/Visa/Thailande.html","introduction":"Si certains secteurs professionnels sont fermés aux étrangers en Thaïlande, le développement incessant de cette nation du sud-est de l’Asie stimule le marché du travail local. Certains secteurs accueillent volontiers les expatriés à la recherche d’un emploi, notamment le tourisme et l’enseignement. Les candidats doivent toutefois être en mesure de prouver que leurs compétences sont rares parmi la population locale."}
{"_id":{"$oid":"5cd1afd555b915282467ec57"},"id":3,"name":"Australie","shortName":"AU","flagPath":"https://ss1.bdstatic.com/70cFvXSh_Q1YnxGkpoWK1HF6hhy/it/u=2663362069,3660052858\u0026fm=26\u0026gp=0.jpg","photoPath":"https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=1904143517,689874682\u0026fm=26\u0026gp=0.jpg","visaDifficulty":4,"hiringOpportunities":"pas assez","visaWeb":"https://www.rapidevisa.fr/Visa/Etats-unis.html","introduction":"Pour trouver un job et travailler en Australie, la démarche ne sera pas la même si vous décidez de travailler en ville ou dans le Fruit Picking (récolte de fruits). La démarche sera également différente si vous cherchez un petit job ou un emploi plus qualifié pour par exemple rester en Australie. D’une manière générale il est assez facile de trouver un petit boulot avec un Working Holiday Visa ou PVT, mais il est tout de même essentiel de savoir où chercher et comment s’y prendre. Pour les emplois qualifiés, les possibilités d’emploi seront moins importantes, mais il y a tout de même de nombreuses opportunités sur le marché du travail. En effet, avec une économie très dynamique et à peine 5% de chômage, l’Australie offre de nombreuses possibilités aux jeunes travailleurs, qu’ils soient qualifiés ou non. "}
{"_id":{"$oid":"5cd1b29855b915282467ec58"},"name":"Etas-Unis","shortName":"USA","id":4,"visaDifficulty":5,"hiringOpportunities":"plein","visaWeb":"https://www.rapidevisa.fr/Visa/Etats-unis.html","flagPath":"http://img2.imgtn.bdimg.com/it/u=3781169794,3367569974\u0026fm=26\u0026gp=0.jpg","photoPath":"https://ss1.bdstatic.com/70cFvXSh_Q1YnxGkpoWK1HF6hhy/it/u=1201812909,1793236096\u0026fm=26\u0026gp=0.jpg","introduction":"Les diplômés susceptibles d'obtenir un emploi qu'un Américain ne peut pas occuper et titulaires d'un diplôme français de l'enseignement supérieur (Bachelor's degree) peuvent décrocher un visa de travail H1B. Celui-ci est valable au maximum trois ans et peut-être renouvelé une fois. Dans ce cas, les conjoints et enfants demandent un visa H4, qui ne leur permet pas de travailler.De leurs côtés, les cadres et les dirigeants d'une entreprise multinationale travaillent aux États-Unis avec un visa L dit Blanket L."}
